node {
  name: "global_step/Initializer/zeros"
  op: "Const"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step"
  op: "VariableV2"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "container"
    value {
      s: ""
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "shape"
    value {
      shape {
      }
    }
  }
  attr {
    key: "shared_name"
    value {
      s: ""
    }
  }
}
node {
  name: "global_step/Assign"
  op: "Assign"
  input: "global_step"
  input: "global_step/Initializer/zeros"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "use_locking"
    value {
      b: true
    }
  }
  attr {
    key: "validate_shape"
    value {
      b: true
    }
  }
}
node {
  name: "global_step/read"
  op: "Identity"
  input: "global_step"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/IsVariableInitialized"
  op: "IsVariableInitialized"
  input: "global_step"
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
}
node {
  name: "global_step/cond/Switch"
  op: "Switch"
  input: "global_step/IsVariableInitialized"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_t"
  op: "Identity"
  input: "global_step/cond/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/switch_f"
  op: "Identity"
  input: "global_step/cond/Switch"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/pred_id"
  op: "Identity"
  input: "global_step/IsVariableInitialized"
  attr {
    key: "T"
    value {
      type: DT_BOOL
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read"
  op: "Identity"
  input: "global_step/cond/read/Switch:1"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/read/Switch"
  op: "RefSwitch"
  input: "global_step"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Switch_1"
  op: "Switch"
  input: "global_step/Initializer/zeros"
  input: "global_step/cond/pred_id"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@global_step"
      }
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/cond/Merge"
  op: "Merge"
  input: "global_step/cond/Switch_1"
  input: "global_step/cond/read"
  attr {
    key: "N"
    value {
      i: 2
    }
  }
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
        shape {
        }
      }
    }
  }
}
node {
  name: "global_step/add/y"
  op: "Const"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_INT64
        tensor_shape {
        }
        int64_val: 0
      }
    }
  }
}
node {
  name: "global_step/add"
  op: "Add"
  input: "global_step/cond/Merge"
  input: "global_step/add/y"
  attr {
    key: "T"
    value {
      type: DT_INT64
    }
  }
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
        }
      }
    }
  }
}
node {
  name: "tensors/component_0"
  op: "Const"
  device: "/device:CPU:0"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 3966
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 3966
          }
        }
        string_val: "Boston College"
        string_val: "Boston College"
        string_val: "Boston College"
        string_val: "Boston College"
        string_val: "Boston College"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "George Washington"
        string_val: "George Washington"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Notre Dame"
        string_val: "Notre Dame"
        string_val: "Notre Dame"
        string_val: "Notre Dame"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Alabama"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Auburn"
        string_val: "Auburn"
        string_val: "Butler"
        string_val: "Butler"
        string_val: "Butler"
        string_val: "Butler"
        string_val: "California"
        string_val: "California"
        string_val: "California"
        string_val: "California"
        string_val: "California"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cornell"
        string_val: "Cornell"
        string_val: "Dayton"
        string_val: "Dayton"
        string_val: "DePaul"
        string_val: "DePaul"
        string_val: "Eastern Mich."
        string_val: "Eastern Mich."
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida St."
        string_val: "George Mason"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Iowa St."
        string_val: "Iowa St."
        string_val: "Iowa St."
        string_val: "James Madison"
        string_val: "Kansas St."
        string_val: "La Salle"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "LSU"
        string_val: "LSU"
        string_val: "LSU"
        string_val: "LSU"
        string_val: "Memphis"
        string_val: "Miami (FL)"
        string_val: "Miami (FL)"
        string_val: "Miami (FL)"
        string_val: "Mt. St. Mary\'s"
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Old Dominion"
        string_val: "Old Dominion"
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Pacific"
        string_val: "Penn St."
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Siena"
        string_val: "Siena"
        string_val: "Southern Ill."
        string_val: "Southern Ill."
        string_val: "St. John\'s (NY)"
        string_val: "St. John\'s (NY)"
        string_val: "Saint Louis"
        string_val: "SMU"
        string_val: "SMU"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "TCU"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas Tech"
        string_val: "Texas Tech"
        string_val: "Texas Tech"
        string_val: "Texas Tech"
        string_val: "Georgia"
        string_val: "Georgia"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "UNI"
        string_val: "New Mexico"
        string_val: "New Mexico"
        string_val: "New Mexico"
        string_val: "Rhode Island"
        string_val: "Rhode Island"
        string_val: "Rhode Island"
        string_val: "Southern California"
        string_val: "Southern California"
        string_val: "Southern California"
        string_val: "Southern California"
        string_val: "Southern California"
        string_val: "Utah St."
        string_val: "Virginia"
        string_val: "Virginia"
        string_val: "Virginia"
        string_val: "Virginia"
        string_val: "Virginia"
        string_val: "Vanderbilt"
        string_val: "Vanderbilt"
        string_val: "Vanderbilt"
        string_val: "Wisconsin"
        string_val: "Wisconsin"
        string_val: "Wisconsin"
        string_val: "Wisconsin"
        string_val: "Wisconsin"
        string_val: "Western Ky."
        string_val: "Washington St."
        string_val: "Washington St."
        string_val: "Washington St."
        string_val: "West Virginia"
        string_val: "West Virginia"
        string_val: "West Virginia"
        string_val: "West Virginia"
        string_val: "West Virginia"
        string_val: "West Virginia"
        string_val: "West Virginia"
        string_val: "West Virginia"
        string_val: "West Virginia"
        string_val: "West Virginia"
        string_val: "West Virginia"
        string_val: "Xavier"
        string_val: "Xavier"
        string_val: "Xavier"
        string_val: "Xavier"
        string_val: "Xavier"
        string_val: "Charlotte"
        string_val: "Clemson"
        string_val: "Clemson"
        string_val: "Clemson"
        string_val: "Cleveland St."
        string_val: "Cleveland St."
        string_val: "Colorado"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "Coppin St."
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Gonzaga"
        string_val: "Gonzaga"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Seton Hall"
        string_val: "Seton Hall"
        string_val: "Seton Hall"
        string_val: "Seton Hall"
        string_val: "Seton Hall"
        string_val: "Harvard"
        string_val: "Iowa"
        string_val: "Iowa"
        string_val: "Iowa"
        string_val: "Saint Joseph\'s"
        string_val: "Loyola Chicago"
        string_val: "Loyola Chicago"
        string_val: "Marquette"
        string_val: "Marquette"
        string_val: "Marquette"
        string_val: "Marquette"
        string_val: "Marquette"
        string_val: "Marquette"
        string_val: "Massachusetts"
        string_val: "Massachusetts"
        string_val: "Massachusetts"
        string_val: "Massachusetts"
        string_val: "Massachusetts"
        string_val: "Massachusetts"
        string_val: "Massachusetts"
        string_val: "Massachusetts"
        string_val: "Massachusetts"
        string_val: "Massachusetts"
        string_val: "Michigan"
        string_val: "Minnesota"
        string_val: "Minnesota"
        string_val: "Missouri"
        string_val: "Missouri"
        string_val: "Missouri"
        string_val: "Missouri St."
        string_val: "Missouri St."
        string_val: "Mississippi St."
        string_val: "Navy"
        string_val: "Navy"
        string_val: "Navy"
        string_val: "NC State"
        string_val: "NC State"
        string_val: "NC State"
        string_val: "NC State"
        string_val: "NC State"
        string_val: "NC State"
        string_val: "NC State"
        string_val: "New Mexico St."
        string_val: "Northwestern St."
        string_val: "Oklahoma"
        string_val: "Oklahoma"
        string_val: "Oklahoma"
        string_val: "Oklahoma"
        string_val: "Oklahoma"
        string_val: "Oklahoma"
        string_val: "Oklahoma"
        string_val: "Oklahoma St."
        string_val: "Oklahoma St."
        string_val: "Oklahoma St."
        string_val: "Oklahoma St."
        string_val: "Oklahoma St."
        string_val: "Oklahoma St."
        string_val: "Oklahoma St."
        string_val: "Oklahoma St."
        string_val: "Oklahoma St."
        string_val: "Oklahoma St."
        string_val: "Oklahoma St."
        string_val: "Penn"
        string_val: "Pepperdine"
        string_val: "Pittsburgh"
        string_val: "Pittsburgh"
        string_val: "Pittsburgh"
        string_val: "Princeton"
        string_val: "Richmond"
        string_val: "Richmond"
        string_val: "Richmond"
        string_val: "Richmond"
        string_val: "Stanford"
        string_val: "Stanford"
        string_val: "Tennessee"
        string_val: "Tennessee"
        string_val: "Tennessee"
        string_val: "Tulsa"
        string_val: "Tulsa"
        string_val: "Tulsa"
        string_val: "Tulsa"
        string_val: "Texas A&M"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UTSA"
        string_val: "Villanova"
        string_val: "Villanova"
        string_val: "Villanova"
        string_val: "Villanova"
        string_val: "Villanova"
        string_val: "Villanova"
        string_val: "Villanova"
        string_val: "Villanova"
        string_val: "Wake Forest"
        string_val: "Wake Forest"
        string_val: "Wake Forest"
        string_val: "Wake Forest"
        string_val: "Wake Forest"
        string_val: "Washington"
        string_val: "Washington"
        string_val: "Washington"
        string_val: "Washington"
        string_val: "Washington"
        string_val: "Washington"
        string_val: "Washington"
        string_val: "Boston College"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Virginia Tech"
        string_val: "Alabama"
        string_val: "Alabama"
        string_val: "Alabama"
        string_val: "Alabama"
        string_val: "Alabama"
        string_val: "Alabama"
        string_val: "Alabama"
        string_val: "Alabama"
        string_val: "Alabama"
        string_val: "Alabama"
        string_val: "Alabama"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arizona St."
        string_val: "Arizona St."
        string_val: "Baylor"
        string_val: "Baylor"
        string_val: "Baylor"
        string_val: "BYU"
        string_val: "California"
        string_val: "California"
        string_val: "California"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Davidson"
        string_val: "Davidson"
        string_val: "Davidson"
        string_val: "Dayton"
        string_val: "Dayton"
        string_val: "Dayton"
        string_val: "Dayton"
        string_val: "DePaul"
        string_val: "DePaul"
        string_val: "DePaul"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida St."
        string_val: "Florida St."
        string_val: "Florida St."
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Iowa St."
        string_val: "Iowa St."
        string_val: "Iowa St."
        string_val: "Kansas St."
        string_val: "Kansas St."
        string_val: "Kansas St."
        string_val: "Kansas St."
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "LSU"
        string_val: "LSU"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Miami (FL)"
        string_val: "Miami (FL)"
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Nevada"
        string_val: "Nevada"
        string_val: "Old Dominion"
        string_val: "Oregon"
        string_val: "Oregon"
        string_val: "Oregon"
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Robert Morris"
        string_val: "SFA"
        string_val: "Siena"
        string_val: "Southern Ill."
        string_val: "St. John\'s (NY)"
        string_val: "St. John\'s (NY)"
        string_val: "St. John\'s (NY)"
        string_val: "St. John\'s (NY)"
        string_val: "Saint Mary\'s (CA)"
        string_val: "Saint Mary\'s (CA)"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "UAB"
        string_val: "UAB"
        string_val: "Louisiana"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "North Carolina"
        string_val: "New Orleans"
        string_val: "South Fla."
        string_val: "South Fla."
        string_val: "Virginia"
        string_val: "Vermont"
        string_val: "Vanderbilt"
        string_val: "Vanderbilt"
        string_val: "Vanderbilt"
        string_val: "Vanderbilt"
        string_val: "VCU"
        string_val: "VCU"
        string_val: "Wisconsin"
        string_val: "Wisconsin"
        string_val: "Western Ky."
        string_val: "West Virginia"
        string_val: "West Virginia"
        string_val: "Xavier"
        string_val: "Xavier"
        string_val: "Xavier"
        string_val: "Xavier"
        string_val: "Xavier"
        string_val: "Albany (NY)"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Ark.-Pine Bluff"
        string_val: "Bradley"
        string_val: "Bradley"
        string_val: "Bucknell"
        string_val: "Charlotte"
        string_val: "Chattanooga"
        string_val: "Chattanooga"
        string_val: "Clemson"
        string_val: "Col. of Charleston"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "Creighton"
        string_val: "Creighton"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Evansville"
        string_val: "FGCU"
        string_val: "FGCU"
        string_val: "Georgia St."
        string_val: "Gonzaga"
        string_val: "Gonzaga"
        string_val: "Gonzaga"
        string_val: "Gonzaga"
        string_val: "Gonzaga"
        string_val: "Gonzaga"
        string_val: "Gonzaga"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Seton Hall"
        string_val: "Seton Hall"
        string_val: "Seton Hall"
        string_val: "Seton Hall"
        string_val: "Seton Hall"
        string_val: "Hampton"
        string_val: "Illinois St."
        string_val: "Iowa"
        string_val: "Saint Joseph\'s"
        string_val: "Kent St."
        string_val: "Miami (OH)"
        string_val: "Miami (OH)"
        string_val: "Marquette"
        string_val: "Marquette"
        string_val: "Michigan"
        string_val: "Michigan"
        string_val: "Michigan"
        string_val: "Michigan"
        string_val: "Michigan"
        string_val: "Michigan"
        string_val: "Michigan"
        string_val: "Michigan"
        string_val: "Milwaukee"
        string_val: "Milwaukee"
        string_val: "Minnesota"
        string_val: "Ole Miss"
        string_val: "Missouri"
        string_val: "Missouri St."
        string_val: "Mississippi St."
        string_val: "Mississippi St."
        string_val: "Mississippi St."
        string_val: "Murray St."
        string_val: "NC State"
        string_val: "NC State"
        string_val: "NC State"
        string_val: "NC State"
        string_val: "NC State"
        string_val: "NC State"
        string_val: "NC State"
        string_val: "NC State"
        string_val: "NC State"
        string_val: "New Mexico St."
        string_val: "New Mexico St."
        string_val: "Ohio"
        string_val: "Ohio"
        string_val: "Oklahoma"
        string_val: "Oklahoma"
        string_val: "Oklahoma"
        string_val: "Oklahoma"
        string_val: "Oklahoma"
        string_val: "Oklahoma"
        string_val: "Oklahoma St."
        string_val: "Oklahoma St."
        string_val: "Oklahoma St."
        string_val: "Austin Peay"
        string_val: "Pittsburgh"
        string_val: "Pittsburgh"
        string_val: "Pittsburgh"
        string_val: "Pittsburgh"
        string_val: "Providence"
        string_val: "Providence"
        string_val: "Providence"
        string_val: "Providence"
        string_val: "Providence"
        string_val: "Providence"
        string_val: "Providence"
        string_val: "San Diego St."
        string_val: "San Diego St."
        string_val: "San Diego St."
        string_val: "San Diego St."
        string_val: "Stanford"
        string_val: "Stanford"
        string_val: "Stanford"
        string_val: "Stanford"
        string_val: "Stanford"
        string_val: "Stanford"
        string_val: "Stanford"
        string_val: "Stanford"
        string_val: "Stanford"
        string_val: "Tennessee"
        string_val: "Tennessee"
        string_val: "Tennessee"
        string_val: "Tennessee"
        string_val: "Tulsa"
        string_val: "Tulsa"
        string_val: "Tulsa"
        string_val: "Texas A&M"
        string_val: "Texas A&M"
        string_val: "Texas A&M"
        string_val: "Little Rock"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UCLA"
        string_val: "UNC Asheville"
        string_val: "UNLV"
        string_val: "UNLV"
        string_val: "UNLV"
        string_val: "UNLV"
        string_val: "UNLV"
        string_val: "Utah"
        string_val: "Utah"
        string_val: "Utah"
        string_val: "Utah"
        string_val: "Utah"
        string_val: "Utah"
        string_val: "Utah"
        string_val: "Utah"
        string_val: "Utah"
        string_val: "Utah"
        string_val: "Utah"
        string_val: "UTEP"
        string_val: "UTEP"
        string_val: "Villanova"
        string_val: "Villanova"
        string_val: "Villanova"
        string_val: "Villanova"
        string_val: "Wake Forest"
        string_val: "Wake Forest"
        string_val: "Wake Forest"
        string_val: "Wake Forest"
        string_val: "Wake Forest"
        string_val: "Wake Forest"
        string_val: "Boston College"
        string_val: "Boston College"
        string_val: "Boston College"
        string_val: "Boston College"
        string_val: "Boston College"
        string_val: "Cal Poly"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Georgia Tech"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Kansas"
        string_val: "Louisiana Tech"
        string_val: "Louisiana Tech"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Maryland"
        string_val: "Notre Dame"
        string_val: "Notre Dame"
        string_val: "Notre Dame"
        string_val: "Notre Dame"
        string_val: "Notre Dame"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Kentucky"
        string_val: "Alabama"
        string_val: "Alabama"
        string_val: "Alabama"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Arkansas"
        string_val: "Auburn"
        string_val: "Auburn"
        string_val: "Auburn"
        string_val: "Auburn"
        string_val: "Auburn"
        string_val: "Baylor"
        string_val: "Baylor"
        string_val: "Baylor"
        string_val: "Butler"
        string_val: "Butler"
        string_val: "Butler"
        string_val: "Butler"
        string_val: "Butler"
        string_val: "Butler"
        string_val: "Butler"
        string_val: "Butler"
        string_val: "Butler"
        string_val: "BYU"
        string_val: "BYU"
        string_val: "BYU"
        string_val: "California"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Cincinnati"
        string_val: "Colorado St."
        string_val: "Colorado St."
        string_val: "Dayton"
        string_val: "DePaul"
        string_val: "DePaul"
        string_val: "Detroit Mercy"
        string_val: "Detroit Mercy"
        string_val: "Eastern Mich."
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida"
        string_val: "Florida St."
        string_val: "Florida St."
        string_val: "Florida St."
        string_val: "Florida St."
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Illinois"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Indiana"
        string_val: "Iowa St."
        string_val: "Iowa St."
        string_val: "Iowa St."
        string_val: "Iowa St."
        string_val: "Iowa St."
        string_val: "Iowa St."
        string_val: "Kansas St."
        string_val: "Lehigh"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "Louisville"
        string_val: "LSU"
        string_val: "LSU"
        string_val: "LSU"
        string_val: "LSU"
        string_val: "LSU"
        string_val: "LSU"
        string_val: "LSU"
        string_val: "LSU"
        string_val: "Manhattan"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Memphis"
        string_val: "Mercer"
        string_val: "Miami (FL)"
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Michigan St."
        string_val: "Oregon"
        string_val: "Oregon"
        string_val: "Oregon"
        string_val: "Oregon"
        string_val: "Oregon"
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Ohio St."
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Purdue"
        string_val: "Siena"
        string_val: "St. John\'s (NY)"
        string_val: "St. John\'s (NY)"
        string_val: "St. John\'s (NY)"
        string_val: "St. John\'s (NY)"
        string_val: "St. John\'s (NY)"
        string_val: "St. John\'s (NY)"
        string_val: "St. John\'s (NY)"
        string_val: "Saint Louis"
        string_val: "Saint Louis"
        string_val: "Saint Mary\'s (CA)"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Syracuse"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Temple"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas"
        string_val: "Texas Tech"
        string_val: "UAB"
        string_val: "UNI"
        string_val: "UNI"
        string_val: "UNI"
        string_val: "Rhode Island"
        string_val: "Rhode Island"
        string_val: "Rhode Island"
        string_val: "Southern California"
        string_val: "Southern California"
        string_val: "Virginia"
        string_val: "Virginia"
        string_val: "Virginia"
        string_val: "Virginia"
        string_val: "Vermont"
        string_val: "VCU"
        string_val: "Winthrop"
        string_val: "Wisconsin"
        string_val: "Wisconsin"
        string_val: "Wisconsin"
        string_val: "Wisconsin"
        string_val: "Wisconsin"
        string_val: "Wisconsin"
        string_val: "Western Ky."
        string_val: "Western Ky."
        string_val: "Western Ky."
        string_val: "Western Ky."
        string_val: "Western Ky."
        string_val: "Western Mich."
        string_val: "West Virginia"
        string_val: "West Virginia"
        string_val: "Xavier"
        string_val: "Xavier"
        string_val: "Xavier"
        string_val: "Xavier"
        string_val: "Xavier"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Arizona"
        string_val: "Ball St."
        string_val: "Charlotte"
        string_val: "Clemson"
        string_val: "Clemson"
        string_val: "Cleveland St."
        string_val: "Colorado"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "UConn"
        string_val: "Creighton"
        string_val: "Creighton"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Duke"
        string_val: "Gonzaga"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Georgetown"
        string_val: "Seton Hall"
        string_val: "Hampton"
        string_val: "Illinois St."
        string_val: "Iowa"
        string_val: "Iowa"
        string_val: "Saint Joseph\'s"
        string_val: "Saint Joseph\'s"
        string_val: "Saint Joseph\'s"
        string_val: "Kent St."
        string_val: "Kent St."
        string_val: "Kent St."
        string_val: "Miami (OH)"
        string_val: "Marquette"
        string_val: "Marquette"
        string_val: "Marquette"
        string_val: "Marquette"
        string_val: "Marquette"
        string_val: "Massachusetts"
        string_val: "Michigan"
        string_val: "Michigan"
        string_val: "Michigan"
        string_val: "Michigan"
        string_val: "Michigan"
        string_val: "Michigan"
        string_val: "Milwaukee"
        string_val: "Minnesota"
        string_val: "Minnesota"
        string_val: "Minnesota"
        string_val: "Minnesota"
        string_val: "Minnesota"
        string_val: "Minnesota"
        string_val: "Minnesota"
        string_val: "Ole Miss"
        string_val: "Ole Miss"
        string_val: "Missouri"
        string_val: "Missouri"
        string_val: "Missouri"
        string_val: "Monmouth"
        string_val: "Montana"
